IDEA StatiCa Open Model
ResultOfLoadingItem Class
Compatible with IDEA StatiCa Beta 21.0 - beta
 Item of Result of Loading
Inheritance Hierarchy
System.Object
 IdeaRS.OpenModel.Result.ResultOfLoadingItem
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public class ResultOfLoadingItem
Public Class ResultOfLoadingItem
public ref class ResultOfLoadingItem
The ResultOfLoadingItem type exposes the following members.
Constructors
Name | Description
ResultOfLoadingItem
Initializes a new instance of the ResultOfLoadingItem class
Top
Properties
Name | Description
Coefficient
 Coefficient of loading
Loading
 Loading
Top
See Also
Reference
IdeaRS.OpenModel.Result Namespace